Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# profile.imageCrop.confirm
source: Use Photo
ar: استخدم الصورة
bg: Използвай снимка
bn: ছবি ব্যবহার করুন
ca: Usar foto
cs: Použít fotku
da: Brug foto
de: Foto verwenden
el: Χρήση Φωτογραφίας
es: Usar foto
et: Kasuta pilti
fa: استفاده از عکس
fi: Käytä kuvaa
fil: Gamitin ang Larawan
fr: Utiliser la photo
he: השתמש בתמונה
hi: फ़ोटो का उपयोग करें
hr: Koristi sliku
hu: Kép használata
id: Gunakan Foto
is: Nota mynd
it: Usa foto
ja: 写真を使用
ko: 사진 사용
lt: Naudoti nuotrauką
lv: Izmantot fotoattēlu
nb: Bruk bilde
nl: Foto gebruiken
nn: Bruk bilde
pl: Użyj zdjęcia
pt_br: Usar Foto
ro: Folosiți fotografia
ru: Использовать фото
sk: Použiť fotografiu
sl: Uporabi sliko
sr: Koristi sliku
sv: Använd bild
sw: Tumia Picha
ta: படத்தைப் பயன்படுத்து
th: ใช้รูปภาพ
tr: Fotoğrafı Kullan
uk: Використати фото
ur: تصویر استعمال کریں
vi: Sử dụng ảnh
zh_hans: 使用照片
zh_hant: 使用照片

# profile.imageCrop.title
source: Move and scale
ar: حرّك الصورة وغيّر حجمها
bg: Преместете и мащабирайте
bn: সরান ও আকার বদলান
ca: Mou i ajusta la mida
cs: Posuňte a změňte velikost
da: Flyt og skalér
de: Verschieben und skalieren
el: Μετακίνηση και αλλαγή μεγέθους
es: Mover y ajustar
et: Liiguta ja skaleeri
fa: جابجا کنید و اندازه را تغییر دهید
fi: Siirrä ja skaalaa
fil: Ilipat at baguhin ang laki
fr: Déplacer et redimensionner
he: הזזה ושינוי גודל
hi: खिसकाएँ और आकार बदलें
hr: Pomaknite i promijenite veličinu
hu: Mozgatás és méretezés
id: Geser dan ubah ukuran
is: Færa og stækka
it: Sposta e ridimensiona
ja: 移動・拡大縮小
ko: 이동 및 크기 조절
lt: Perkelkite ir keiskite mastelį
lv: Pārvietojiet un mērogojiet
nb: Flytt og skaler
nl: Verplaats en schaal
nn: Flytt og skaler
pl: Przesuń i skaluj
pt_br: Mover e ajustar o tamanho
ro: Mută și redimensionează
ru: Переместите и измените масштаб
sk: Posuňte a upravte veľkosť
sl: Premaknite in povečajte
sr: Pomerite i prilagodite veličinu
sv: Flytta och skala
sw: Sogeza na badilisha ukubwa
ta: நகர்த்தி அளவை மாற்றவும்
th: ย้ายและปรับขนาด
tr: Taşı ve ölçeklendir
uk: Перемістіть і змініть масштаб
ur: منتقل کریں اور سائز بدلیں
vi: Di chuyển và thay đổi kích thước
zh_hans: 移动和缩放
zh_hant: 移動並縮放

# profile.offline.editingUnavailable
source: Connect to the internet to edit profile details.
ar: اتصل بالإنترنت لتعديل تفاصيل الملف الشخصي.
bg: Свържете се с интернет, за да редактирате данните в профила.
bn: প্রোফাইলের বিস্তারিত সম্পাদনা করতে ইন্টারনেটে সংযুক্ত হন।
ca: Connecta't a internet per editar les dades del perfil.
cs: Připojte se k internetu pro úpravu údajů profilu.
da: Opret forbindelse til internettet for at redigere profiloplysninger.
de: Verbinde dich mit dem Internet, um Profildetails zu bearbeiten.
el: Συνδεθείτε στο διαδίκτυο για να επεξεργαστείτε τα στοιχεία προφίλ.
es: Conéctate a internet para editar los datos del perfil.
et: Profiiliandmete muutmiseks loo internetiühendus.
fa: برای ویرایش اطلاعات پروفایل به اینترنت وصل شوید.
fi: Yhdistä internetiin muokataksesi profiilitietoja.
fil: Kumonekta sa internet para ma-edit ang mga detalye ng profile.
fr: Connectez-vous à Internet pour modifier les détails du profil.
he: התחברו לאינטרנט כדי לערוך את פרטי הפרופיל.
hi: प्रोफ़ाइल विवरण संपादित करने के लिए इंटरनेट से कनेक्ट करें।
hr: Povežite se s internetom za uređivanje podataka profila.
hu: Csatlakozz az internethez a profiladatok szerkesztéséhez.
id: Hubungkan ke internet untuk mengubah detail profil.
is: Tengstu internetinu til að breyta prófílupplýsingum.
it: Connettiti a internet per modificare i dettagli del profilo.
ja: プロフィール詳細を編集するにはインターネットに接続してください。
ko: 프로필 정보를 수정하려면 인터넷에 연결하세요.
lt: Prisijunkite prie interneto, kad redaguotumėte profilio duomenis.
lv: Izveidojiet savienojumu ar internetu, lai rediģētu profila informāciju.
nb: Koble til internett for å endre profildetaljer.
nl: Verbind met internet om profielgegevens te wijzigen.
nn: Kople til internett for å endre profilopplysningar.
pl: Połącz się z internetem, aby edytować dane profilu.
pt_br: Conecte-se à internet para editar os detalhes do perfil.
ro: Conectați-vă la internet pentru a edita detaliile profilului.
ru: Подключитесь к интернету, чтобы изменить данные профиля.
sk: Pripojte sa na internet a upravte údaje profilu.
sl: Povežite se z internetom za urejanje podrobnosti profila.
sr: Povežite se na internet da izmenite detalje profila.
sv: Anslut till internet för att redigera profiluppgifter.
sw: Unganisha kwenye intaneti ili kuhariri maelezo ya wasifu.
ta: சுயவிவர விவரங்களைத் திருத்த இணையத்துடன் இணைக.
th: เชื่อมต่ออินเทอร์เน็ตเพื่อแก้ไขรายละเอียดโปรไฟล์
tr: Profil ayrıntılarını düzenlemek için internete bağlanın.
uk: Підключіться до інтернету, щоб змінити дані профілю.
ur: پروفائل کی تفصیلات میں ترمیم کے لیے انٹرنیٹ سے جڑیں۔
vi: Kết nối internet để sửa thông tin hồ sơ.
zh_hans: 连接网络以编辑个人资料。
zh_hant: 連接網際網路以編輯個人資料。

# profile.personalInfo.changeImage
source: Change image
ar: تغيير الصورة
bg: Смяна на изображението
bn: ছবি পরিবর্তন করুন
ca: Canviar imatge
cs: Změnit obrázek
da: Ændre billede
de: Bild ändern
el: Αλλαγή εικόνας
es: Cambiar imagen
et: Muuda pilti
fa: تغییر تصویر
fi: Vaihda kuva
fil: Baguhin ang larawan
fr: Changer l'image
he: שינוי תמונה
hi: छवि बदलें
hr: Promijeni sliku
hu: Kép módosítása
id: Ubah gambar
is: Breyta mynd
it: Cambia immagine
ja: 画像を変更
ko: 이미지 변경
lt: Keisti vaizdą
lv: Mainīt attēlu
nb: Endre bilde
nl: Afbeelding wijzigen
nn: Endre bilde
pl: Zmień zdjęcie
pt_br: Alterar imagem
ro: Schimbați imaginea
ru: Изменить фото
sk: Zmeniť obrázok
sl: Spremenite sliko
sr: Promeni sliku
sv: Ändra bild
sw: Badilisha picha
ta: படத்தை மாற்று
th: เปลี่ยนรูปภาพ
tr: Resmi değiştir
uk: Змінити зображення
ur: تصویر تبدیل کریں
vi: Thay đổi ảnh
zh_hans: 更改图片
zh_hant: 更改圖像

# profile.personalInfo.chooseFromLibrary
source: Choose from Library
ar: اختر من المكتبة
bg: Избери от библиотека
bn: লাইব্রেরি থেকে বেছে নিন
ca: Triar de la biblioteca
cs: Vybrat z knihovny
da: Vælg fra bibliotek
de: Aus Mediathek wählen
el: Επιλογή από Βιβλιοθήκη
es: Elegir de la galería
et: Vali galeriist
fa: انتخاب از کتابخانه
fi: Valitse kirjastosta
fil: Piliin mula sa Library
fr: Choisir dans la galerie
he: בחר מספרייה
hi: लाइब्रेरी से चुनें
hr: Odaberi iz biblioteke
hu: Kiválasztás a könyvtárból
id: Pilih dari Galeri
is: Velja úr bókasafni
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
lt: Pasirinkti iš bibliotekos
lv: Izvēlēties no bibliotēkas
nb: Velg fra bibliotek
nl: Kiezen uit bibliotheek
nn: Vel frå bibliotek
pl: Wybierz z biblioteki
pt_br: Escolher da Galeria
ro: Alegeți din bibliotecă
ru: Выбрать из библиотеки
sk: Vybrať z knižnice
sl: Izberite iz knjižnice
sr: Odaberi iz biblioteke
sv: Välj från bibliotek
sw: Chagua kutoka Kituo
ta: நூலகத்திலிருந்து தேர்ந்தெடுக்கவும்
th: เลือกจากไลบรารี
tr: Kütüphaneden Seç
uk: Вибрати з галереї
ur: لائبریری سے منتخب کریں
vi: Chọn từ thư viện
zh_hans: 从相册选择
zh_hant: 從圖庫選擇

# profile.personalInfo.chooseImageSource
source: Choose image source
ar: اختر مصدر الصورة
bg: Избери източник на изображение
bn: ছবির উৎস বেছে নিন
ca: Triar font de la imatge
cs: Vybrat zdroj obrázku
da: Vælg billedkilde
de: Bildquelle wählen
el: Επιλέξτε πηγή εικόνας
es: Elegir origen de imagen
et: Vali pildi allikas
fa: انتخاب منبع تصویر
fi: Valitse kuvan lähde
fil: Piliin ang pinagmumulan ng larawan
fr: Choisir la source de l'image
he: בחר מקור תמונה
hi: छवि स्रोत चुनें
hr: Odaberi izvor slike
hu: Képforrás kiválasztása
id: Pilih sumber gambar
is: Velja upprunna myndar
it: Scegli fonte immagine
ja: 画像ソースを選択
ko: 이미지 원본 선택
lt: Pasirinkite vaizdo šaltinį
lv: Izvēlēties attēla avotu
nb: Velg bildekilde
nl: Afbeeldingsbron kiezen
nn: Vel bildekilde
pl: Wybierz źródło zdjęcia
pt_br: Escolher fonte de imagem
ro: Alegeți sursa imaginii
ru: Выберите источник изображения
sk: Vybrať zdroj obrázka
sl: Izberite vir slike
sr: Odaberi izvor slike
sv: Välj bildkälla
sw: Chagua chanzo cha picha
ta: படத்தின் மூலத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกแหล่งรูปภาพ
tr: Resim kaynağını seç
uk: Виберіть джерело зображення
ur: تصویر کا ذریعہ منتخب کریں
vi: Chọn nguồn ảnh
zh_hans: 选择图片来源
zh_hant: 選擇圖像來源

# profile.personalInfo.emailHint
source: Contact support to change email
ar: تواصل مع الدعم لتغيير البريد الإلكتروني
bg: Свържи се със поддръжка, за да промениш имейла
bn: ইমেল পরিবর্তনের জন্য সহায়তার সাথে যোগাযোগ করুন
ca: Contacta amb suport per canviar el correu electrònic
cs: Kontaktujte podporu pro změnu e-mailu
da: Kontakt support for at ændre e-mail
de: Kontaktiere den Support, um deine E-Mail zu ändern
el: Επικοινωνήστε με την υποστήριξη για αλλαγή email
es: Contacta con soporte para cambiar tu correo electrónico
et: Võta e-posti muutmiseks ühendust toega
fa: برای تغییر ایمیل با پشتیبانی تماس بگیرید
fi: Ota yhteyttä tukeen sähköpostin vaihtamiseksi
fil: Makipag-ugnayan sa support upang baguhin ang email
fr: Contactez le support pour changer l'e-mail
he: צור קשר עם התמיכה כדי לשנות דוא״ל
hi: ईमेल बदलने के लिए सहायता से संपर्क करें
hr: Kontaktiraj podršku za promjenu e-maila
hu: Az e-mail cím módosításához forduljon a támogatáshoz
id: Hubungi dukungan untuk mengubah email
is: Hafðu samband við stuðning til að breyta tölvupósti
it: Contatta il supporto per cambiare email
ja: メールアドレスを変更するにはサポートに連絡してください
ko: 이메일 변경을 위해 지원팀에 문의하세요
lt: Norėdami keisti el. paštą, susisiekite su pagalba
lv: Sazinieties ar atbalstu, lai mainītu e-pastu
nb: Kontakt support for å endre e-post
nl: Neem contact op met ondersteuning om je e-mail te wijzigen
nn: Kontakt support for å endre e-post
pl: Skontaktuj się z supportem, aby zmienić e-mail
pt_br: Entre em contato com o suporte para alterar o email
ro: Contactați suportul pentru a schimba e-mailul
ru: Обратитесь в поддержку для изменения адреса электронной почты
sk: Kontaktujte podporu na zmenu e-mailu
sl: Kontaktirajte podporo za spremembo e-pošte
sr: Kontaktiraj podršku da promeniš e-poštu
sv: Kontakta support för att ändra e-post
sw: Wasiliana na usaidizi ili kubadilisha barua pepe
ta: மின்னஞ்சலை மாற்ற ஆதரவைத் தொடர்பு கொள்ளவும்
th: ติดต่อการสนับสนุนเพื่อเปลี่ยนอีเมล
tr: E-postayı değiştirmek için desteğe başvurun
uk: Зв'яжіться з підтримкою, щоб змінити електронну пошту
ur: ای میل تبدیل کرنے کے لیے سپورٹ سے رابطہ کریں
vi: Liên hệ hỗ trợ để thay đổi email
zh_hans: 联系支持以更改电子邮件
zh_hant: 聯絡客服以更改電郵

# profile.personalInfo.emailLabel
source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেল
ca: Correu electrònic
es: Correo electrónico
et: E-post
fa: ایمیل
fi: Sähköposti
he: דוא״ל
hi: ईमेल
is: Tölvupóstur
ja: メール
ko: 이메일
lt: El. paštas
lv: E-pasts
nb: E-post
nn: E-post
ro: E-post
ru: Электронная почта
sl: E-pošta
sr: E-pošta
sv: E-post
sw: Barua Pepe
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل
zh_hans: 电子邮件
zh_hant: 電郵

# profile.personalInfo.nameLabel
source: Name
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
is: Nafn
it: Nome
ja: 名前
ko: 이름
lt: Vardas
lv: Vārds
nb: Navn
nl: Naam
nn: Namn
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sr: Ime
sv: Namn
sw: Jina
ta: பெயர்
th: ชื่อ
tr: Ad
uk: Ім'я
ur: نام
vi: Tên
zh_hans: 姓名
zh_hant: 名稱

# profile.personalInfo.namePlaceholder
source: Enter your name
ar: أدخل اسمك
bg: Въведи твоето име
bn: আপনার নাম লিখুন
ca: Escriu el teu nom
cs: Zadejte své jméno
da: Indtast dit navn
de: Gib deinen Namen ein
el: Εισάγετε το όνομά σας
es: Ingresa tu nombre
et: Sisesta oma nimi
fa: نام خود را وارد کنید
fi: Kirjoita nimesi
fil: Ipasok ang iyong pangalan
fr: Entrez votre nom
he: הזן את שמך
hi: अपना नाम दर्ज करें
hr: Unesi svoje ime
hu: Írja be a nevét
id: Masukkan nama Anda
is: Sláðu inn nafnið þitt
it: Inserisci il tuo nome
ja: 名前を入力してください
ko: 이름을 입력하세요
lt: Įveskite savo vardą
lv: Ievadiet savu vārdu
nb: Skriv inn navnet ditt
nl: Voer je naam in
nn: Skriv inn namnet ditt
pl: Wpisz swoją nazwę
pt_br: Digite seu nome
ro: Introduceți-vă numele
ru: Введите ваше имя
sk: Zadajte svoje meno
sl: Vnesite svoje ime
sr: Unesi svoje ime
sv: Ange ditt namn
sw: Ingiza jina lako
ta: உங்கள் பெயரைச் சொல்லவும்
th: ป้อนชื่อของคุณ
tr: Adınızı girin
uk: Введіть своє ім'я
ur: اپنا نام درج کریں
vi: Nhập tên của bạn
zh_hans: 输入您的姓名
zh_hant: 輸入您的名稱

# profile.personalInfo.profilePicture
source: Profile picture
ar: صورة الملف الشخصي
bg: Профилна снимка
bn: প্রোফাইল ছবি
ca: Foto de perfil
cs: Profilová fotka
da: Profilbillede
de: Profilbild
el: Εικόνα προφίλ
es: Foto de perfil
et: Profiilipilt
fa: عکس پروفایل
fi: Profiilikuva
fil: Larawan sa profile
fr: Photo de profil
he: תמונת פרופיל
hi: प्रोफ़ाइल तस्वीर
hr: Profilna slika
hu: Profilkép
id: Foto profil
is: Prófílmynd
it: Foto profilo
ja: プロフィール写真
ko: 프로필 사진
lt: Profilio nuotrauka
lv: Profila attēls
nb: Profilbilde
nl: Profielfoto
nn: Profilbilete
pl: Zdjęcie profilowe
pt_br: Foto de perfil
ro: Poză de profil
ru: Фото профиля
sk: Profilový obrázok
sl: Profilna slika
sr: Profilna slika
sv: Profilbild
sw: Picha ya wasifu
ta: சுயவிவர படம்
th: รูปโปรไฟล์
tr: Profil resmi
uk: Фото профілю
ur: پروفائل تصویر
vi: Ảnh hồ sơ
zh_hans: 头像
zh_hant: 個人頭像

# profile.personalInfo.removeImage
source: Remove image
ar: إزالة الصورة
bg: Премахни изображението
bn: ছবি সরান
ca: Eliminar imatge
cs: Odebrat obrázek
da: Fjern billede
de: Bild entfernen
el: Αφαίρεση εικόνας
es: Eliminar imagen
et: Eemalda pilt
fa: حذف تصویر
fi: Poista kuva
fil: Alisin ang larawan
fr: Supprimer l'image
he: הסר תמונה
hi: छवि हटाएं
hr: Ukloni sliku
hu: Kép eltávolítása
id: Hapus gambar
is: Fjarlægja mynd
it: Rimuovi immagine
ja: 画像を削除
ko: 이미지 제거
lt: Pašalinti vaizdą
lv: Noņemt attēlu
nb: Fjern bilde
nl: Afbeelding verwijderen
nn: Fjern bilde
pl: Usuń zdjęcie
pt_br: Remover imagem
ro: Eliminați imaginea
ru: Удалить фото
sk: Odstrániť obrázok
sl: Odstranite sliko
sr: Ukloni sliku
sv: Ta bort bild
sw: Ondoa picha
ta: படத்தை அகற்று
th: ลบรูปภาพ
tr: Resmi kaldır
uk: Видалити зображення
ur: تصویر ہٹائیں
vi: Xóa ảnh
zh_hans: 移除图片
zh_hant: 移除圖像

# profile.personalInfo.takePhoto
source: Take Photo
ar: التقط صورة
bg: Направи снимка
bn: ছবি তুলুন
ca: Fer foto
cs: Pořidit fotku
da: Tag foto
de: Foto aufnehmen
el: Λήψη Φωτογραφίας
es: Tomar foto
et: Tee foto
fa: گرفتن عکس
fi: Ota kuva
fil: Kumuha ng Larawan
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो लें
hr: Fotografiraj
hu: Fénykép készítése
id: Ambil Foto
is: Taka mynd
it: Scatta foto
ja: 写真を撮影
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt fotoattēlu
nb: Ta bilde
nl: Foto maken
nn: Ta bilde
pl: Zrób zdjęcie
pt_br: Tirar Foto
ro: Faceți o fotografie
ru: Сделать фото
sk: Odfotiť
sl: Posnemi sliko
sr: Fotografiši
sv: Ta bild
sw: Piga Picha
ta: படத்தை எடுக்கவும்
th: ถ่ายภาพ
tr: Fotoğraf Çek
uk: Зробити фото
ur: تصویر لیں
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# profile.personalInfo.title
source: Personal Information
ar: المعلومات الشخصية
bg: Лична информация
bn: ব্যক্তিগত তথ্য
ca: Informació personal
cs: Osobní údaje
da: Personlige oplysninger
de: Persönliche Informationen
el: Προσωπικές Πληροφορίες
es: Información personal
et: Isiklik teave
fa: اطلاعات شخصی
fi: Henkilökohtaiset tiedot
fil: Personal na Impormasyon
fr: Informations personnelles
he: מידע אישי
hi: व्यक्तिगत जानकारी
hr: Osobni podaci
hu: Személyes adatok
id: Informasi Pribadi
is: Persónulegar upplýsingar
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
lt: Asmeninė informacija
lv: Personīgā informācija
nb: Personlig informasjon
nl: Persoonlijke gegevens
nn: Personleg informasjon
pl: Informacje osobiste
pt_br: Informações Pessoais
ro: Informații personale
ru: Личная информация
sk: Osobné informácie
sl: Osebni podatki
sr: Lični podaci
sv: Personlig information
sw: Taarifa za Kibinafsi
ta: ব্যক্তিগত தথ্য
th: ข้อมูลส่วนบุคคล
tr: Kişisel Bilgiler
uk: Особиста інформація
ur: ذاتی معلومات
vi: Thông tin cá nhân
zh_hans: 个人信息
zh_hant: 個人資訊

# profile.personalInfo.uploadImage
source: Upload image
ar: تحميل صورة
bg: Качи изображение
bn: ছবি আপলোড করুন
ca: Pujar imatge
cs: Nahrát obrázek
da: Upload billede
de: Bild hochladen
el: Μεταφόρτωση εικόνας
es: Cargar imagen
et: Laadi pilt üles
fa: آپلود تصویر
fi: Lataa kuva
fil: I-upload ang larawan
fr: Télécharger l'image
he: העלה תמונה
hi: छवि अपलोड करें
hr: Učitaj sliku
hu: Kép feltöltése
id: Unggah gambar
is: Hlaða upp mynd
it: Carica immagine
ja: 画像をアップロード
ko: 이미지 업로드
lt: Įkelti vaizdą
lv: Augšupielādēt attēlu
nb: Last opp bilde
nl: Afbeelding uploaden
nn: Last opp bilde
pl: Przesyłaj zdjęcie
pt_br: Fazer upload de imagem
ro: Încarcă imagine
ru: Загрузить изображение
sk: Nahrať obrázok
sl: Naložite sliko
sr: Učitaj sliku
sv: Ladda upp bild
sw: Pakia picha
ta: படத்தைப் பதிவேற்று
th: อัปโหลดรูปภาพ
tr: Resim yükle
uk: Завантажити зображення
ur: تصویر اپ لوڈ کریں
vi: Tải lên ảnh
zh_hans: 上传图片
zh_hant: 上傳圖像

# profile.personalInfo.uploadingImage
source: Uploading...
ar: جاري التحميل...
bg: Качване...
bn: আপলোড করা হচ্ছে...
ca: Pujant...
cs: Nahrávání...
da: Uploader...
de: Wird hochgeladen...
el: Μεταφόρτωση...
es: Cargando...
et: Laadin üles...
fa: در حال آپلود...
fi: Ladataan...
fil: Nag-uupload...
fr: Téléchargement...
he: מעלה...
hi: अपलोड हो रहा है...
hr: Učitavanje...
hu: Feltöltés folyamatban...
id: Mengunggah...
is: Hleð upp...
it: Caricamento in corso...
ja: アップロード中...
ko: 업로드 중...
lt: Įkeliama...
lv: Notiek augšupielāde...
nb: Laster opp...
nl: Uploaden...
nn: Laster opp...
pl: Przesyłanie...
pt_br: Fazendo upload...
ro: Se încarcă...
ru: Загрузка...
sk: Nahrávam...
sl: Nalaganje...
sr: Učitavanje...
sv: Laddar upp...
sw: Inakupiakia...
ta: பதிவேற்றுகிறது...
th: กำลังอัปโหลด...
tr: Yükleniyor...
uk: Завантаження...
ur: اپ لوڈ ہو رہا ہے...
vi: Đang tải lên...
zh_hans: 上传中...
zh_hant: 上傳中...

# profile.personalInfo.username.label
source: Username
ar: اسم المستخدم
bg: Потребителско име
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
lt: Naudotojo vardas
lv: Lietotājvārds
nb: Brukernavn
nl: Gebruikersnaam
nn: Brukarnamn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sr: Korisničko ime
sv: Användarnamn
sw: Jina la mtumiaji
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім’я користувача
ur: صارف نام
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# profile.personalInfo.username.placeholder
source: Choose a username
ar: اختر اسم مستخدم
bg: Изберете потребителско име
bn: একটি ব্যবহারকারীর নাম বেছে নিন
ca: Tria un nom d'usuari
cs: Zvolte uživatelské jméno
da: Vælg et brugernavn
de: Benutzernamen wählen
el: Επιλέξτε όνομα χρήστη
es: Elige un nombre de usuario
et: Vali kasutajanimi
fa: یک نام کاربری انتخاب کنید
fi: Valitse käyttäjänimi
fil: Pumili ng username
fr: Choisissez un nom d'utilisateur
he: בחר/י שם משתמש
hi: उपयोगकर्ता नाम चुनें
hr: Odaberite korisničko ime
hu: Válassz felhasználónevet
id: Pilih nama pengguna
is: Veldu notandanafn
it: Scegli un nome utente
ja: ユーザー名を選択
ko: 사용자 이름 선택
lt: Pasirinkite naudotojo vardą
lv: Izvēlieties lietotājvārdu
nb: Velg et brukernavn
nl: Kies een gebruikersnaam
nn: Vel eit brukarnamn
pl: Wybierz nazwę użytkownika
pt_br: Escolha um nome de usuário
ro: Alege un nume de utilizator
ru: Выберите имя пользователя
sk: Vyberte si používateľské meno
sl: Izberite uporabniško ime
sr: Izaberite korisničko ime
sv: Välj ett användarnamn
sw: Chagua jina la mtumiaji
ta: பயனர்பெயரைத் தேர்வு செய்யவும்
th: เลือกชื่อผู้ใช้
tr: Bir kullanıcı adı seçin
uk: Виберіть ім’я користувача
ur: صارف نام منتخب کریں
vi: Chọn tên người dùng
zh_hans: 选择用户名
zh_hant: 選擇使用者名稱

# profile.sessions.title
source: Sessions
ar: الجلسات
bg: Сесии
bn: সেশন
cs: Přihlášení
da: Sessioner
de: Sitzungen
el: Συνεδρίες
es: Sesiones
et: Sisselogimised
fa: جلسات
fi: Istunnot
fil: Mga session
he: התחברויות
hi: सेशन
hr: Sesije
hu: Munkamenetek
id: Sesi
is: Innskráningar
it: Sessioni
ja: セッション
ko: 세션
lt: Seansai
lv: Sesijas
nb: Innlogging
nl: Sessies
nn: Innloggingar
pl: Sesje
pt_br: Sessões
ro: Sesiuni
ru: Сеансы
sk: Relácie
sl: Seje
sr: Sesije
sv: Sessioner
sw: Vipindi vya kuingia
ta: அமர்வுகள்
th: เซสชัน
tr: Oturumlar
uk: Сеанси
ur: لاگ اِن سیشنز
vi: Phiên đăng nhập
zh_hans: 会话
zh_hant: 登入工作階段

# profile.signOutUnsynced.confirm
source: Log out anyway
ar: تسجيل الخروج على أي حال
bg: Излезте все пак
bn: তবুও সাইন আউট করুন
ca: Tanca la sessió igualment
cs: Přesto se odhlásit
da: Log ud alligevel
de: Trotzdem abmelden
el: Αποσύνδεση ούτως ή άλλως
es: Cerrar sesión de todos modos
et: Logi siiski välja
fa: در هر صورت خارج شو
fi: Kirjaudu silti ulos
fil: Mag-log out pa rin
fr: Se déconnecter quand même
he: התנתק בכל זאת
hi: फिर भी साइन आउट करें
hr: Ipak se odjavite
hu: Kijelentkezés mindenképpen
id: Tetap keluar
is: Skrá út samt
it: Esci comunque
ja: それでもログアウト
ko: 그래도 로그아웃
lt: Vis tiek atsijungti
lv: Izrakstīties tik un tā
nb: Logg ut likevel
nl: Toch uitloggen
nn: Logg ut likevel
pl: Mimo to wyloguj
pt_br: Sair mesmo
ro: Deconectează-te oricum
ru: Всё равно выйти
sk: Aj tak sa odhlásiť
sl: Vseeno se odjavite
sr: Ipak se odjavi
sv: Logga ut ändå
sw: Toka kwenye akaunti hata hivyo
ta: எப்படியும் வெளியேறு
th: ออกจากระบบอยู่ดี
tr: Yine de çıkış yap
uk: Вийти все одно
ur: پھر بھی سائن آؤٹ کریں
vi: Vẫn đăng xuất
zh_hans: 仍要退出登录
zh_hant: 仍要登出
